Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: No item selected
ar: لم يتم تحديد أي عنصر
bg: Няма избран елемент
ca: No s'ha seleccionat cap element
cs_cz: Není vybrána žádná položka
da: Der er ikke valgt nogen vare
de_de: Kein Objekt ausgewählt
el: Δεν έχει επιλεγεί κανένα στοιχείο
es_es: Ningún elemento seleccionado
fi_fi: Kohdetta ei ole valittu
fr_fr: Aucun élément sélectionné
he_il: לא נבחר אף פריט
hr_hr: Nije odabrana nijedna stavka
hu_hu: Nincs elem kiválasztva
id_id: Tidak ada item yang dipilih
it_it: Nessun elemento selezionato
ja_jp: 項目が選択されていません
ka: ელემენტი არ არის არჩეული
ko_kr: 선택된 항목 없음
lv_lv: Nav atlasīts neviens vienums
nb_no: Ingen elementer valgt
nl_nl: Er zijn geen items geselecteerd
or_in: କୌଣସି ଆଇଟମ୍‌ ଚୟନ ହେଲା ନାହିଁ
pl_pl: Nie wybrano żadnego elementu
pt_pt: Nenhum item selecionado
ro_ro: Niciun element selectat
ru_ru: Элементы не выбраны
sk_sk: Nie je vybratá žiadna položka
sv_se: Inga artiklar har markerats
th_th: ไม่มีรายการที่เลือก
tr_tr: Herhangi bir öge seçilmemiş
uk_ua: Елементи не вибрано
vi: Chưa chọn khoản mục nào
zh_hans: 未选择任何项
zh_hant: 未選取任何項目

# PropertyItemTarget
source: Target
ar: الهدف
bg: Цел
ca: Objectiu
cs_cz: Cíl
da: Mål
de_de: Ziel
el: Στόχος
es_es: Destino
fi_fi: Kohde
fr_fr: Destination
he_il: יעד
hr_hr: Odredište
hu_hu: Cél
it_it: Destinazione
ja_jp: ターゲット
ka: სამიზნე
ko_kr: 대상
lv_lv: Mērķis
nb_no: Mål
nl_nl: Doel
or_in: ଟାର୍ଗେଟ୍‌
pl_pl: Cel
pt_pt: Destino
ro_ro: Țintă
ru_ru: Цель
sk_sk: Cieľ
sv_se: Mål
th_th: เป้าหมาย
tr_tr: Hedef
uk_ua: Ціль
vi: Đích
zh_hans: 目标
zh_hant: 目標

source: Arguments
ar: الوسيطات (المعاملات)
bg: Аргументи
ca: Paràmetres
cs_cz: Argumenty
da: Argumenter:
de_de: Argumente
el: Παράμετροι
es_es: Argumentos
fi_fi: Argumentit
he_il: ארגומנטים
hr_hr: Argumenti
hu_hu: Argumentumok
id_id: Argumen
it_it: Argomenti:
ja_jp: 引数
ka: არგუმენტები
ko_kr: 고급 실행 인수:
lv_lv: Argumenti
nb_no: Argumenter
nl_nl: Argumenten
or_in: ଯୁକ୍ତିମାନ
pl_pl: Argumenty
pt_pt: Argumentos
ro_ro: Argumente
ru_ru: Аргументы
sk_sk: argumentov
sv_se: Argument:
th_th: อากิวเม้นต์
tr_tr: Argümanlar
uk_ua: Аргументи
vi: Đối số
zh_hans: 参数
zh_hant: 參數

# BundlesOpenInNewPane.Text
source: Open in new Pane
ar: فتح في لوحة جديدة
bg: Отвори в нов панел
de_de: In neuem Panel öffnen
fi_fi: Avaa uudessa ruudussa
he_il: פתחו בחלון חדש
hr_hr: Otvori u novom oknu
it_it: Apri nel pannello secondario
ka: ახალ სარკმელში გახსნა
lv_lv: Atvērt jaunā cilnē
nl_nl: Open in nieuw deelvenster
pl_pl: Otwórz w nowym panelu
pt_pt: Abrir em novo painel
th_th: เปิดในบานหน้าต่างใหม่

source: Default
ar: افتراضي
bg: По подразбиране
ca: Per defecte
cs_cz: Výchozí
da: Standard
de_de: Standard
el: Προεπιλογή
es_es: Predeterminado
fi_fi: Oletus
fr_fr: Défaut
he_il: ברירת מחדל
hr_hr: Zadano
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefinito
ja_jp: 既定
ka: ნაგულისხმევი
ko_kr: 기본 값
lv_lv: Noklusējums
nb_no: Standard
nl_nl: Standaard
or_in: ଡିଫଲ୍ଟ
pl_pl: Domyślny
pt_pt: Padrão
ro_ro: Implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sv_se: Standard
th_th: ค่าเริ่มต้น
tr_tr: Varsayılan
uk_ua: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# PropertyItemCount
source: Item count
ar: عدد العناصر
bg: Брой елементи
ca: Recompte d'elements
cs_cz: Počet položek
da: Antal elementer
de_de: Anzahl an Objekten
el: Αριθμός στοιχείων
es_es: Número de elementos
fi_fi: Kohteiden lukumäärä
fr_fr: Nombre d'éléments
he_il: ספירת פריטים
hr_hr: Broj stavki
hu_hu: Elemek száma
id_id: Jumlah item
it_it: Numero elementi
ja_jp: 項目数
ka: ნივთების რაოდენობა
ko_kr: 항목 수
lv_lv: Vienumu skaits
nb_no: Antall elementer
nl_nl: Aantal items
or_in: ଆଇଟମ୍ ଗଣନା:
pl_pl: Liczba elementów
pt_pt: N.º de itens
ro_ro: Număr de obiecte
ru_ru: Число элементов
sk_sk: Počet položiek
sv_se: Antal objekt
th_th: จำนวนรายการ
tr_tr: Öğe sayısı
uk_ua: Кількість елементів
vi: Số lượng khoản mục
zh_hans: 包含的项目数
zh_hant: 項目計數

# StatusDeletionFailed
source: Deletion Failed
ar: فشل الحذف
bg: Изтриването не бе успешно
de_de: Löschen fehlgeschlagen
fi_fi: Poistaminen epäonnistui
he_il: מחיקה נכשלה
hr_hr: Brisanje nije uspjelo
it_it: Eliminazione non riuscita
ka: წაშლა ვერ მოხერხდა
lv_lv: Dzēšana neizdevās
nl_nl: Verwijderen mislukt
pl_pl: Usuwanie nie powiodło się
pt_pt: Falha ao eliminar
th_th: การลบล้มเหลว

# StatusDeletionComplete
source: Deletion complete
ar: إكتمل الحذف
bg: Изтриването е отменено
de_de: Löschvorgang abgeschlossen
fi_fi: Poistaminen valmis
he_il: מחיקה הושלמה
hr_hr: Brisanje je završeno
it_it: Eliminazione completata
ka: წაშლა დასრულებულია
lv_lv: Dzēšana pabeigta
nl_nl: Verwijderen voltooid
pl_pl: Usuwanie zakończone
pt_pt: Eliminação terminada
th_th: การลบเสร็จสมบูรณ์

# StatusDeletionCancelled
source: Deletion cancelled
ar: تم إلغاء الحذف
bg: Изтриването е отменено
de_de: Löschen abgebrochen
fi_fi: Poistaminen peruutettu
he_il: מחיקה בוטלה
hr_hr: Brisanje je otkazano
it_it: Eliminazione annullata
ka: წაშლა გაუქმებულია
lv_lv: Dzēšana atcelta
nl_nl: Verwijderen geannuleerd
pl_pl: Usuwanie anulowane
pt_pt: Eliminação cancelada
th_th: การลบยกเลิกแล้ว

# StatusRecycleComplete
source: Recycle complete
ar: إكتمل النقل الي سلة المحذوفات
bg: Рециклирането е завършено
de_de: Löschen erfolgreich
fi_fi: Roskakoriin siirto valmis
he_il: מחזור הושלם
hr_hr: Recikliranje dovršeno
it_it: Eliminazione nel cestino completata
ka: გადამუშავება დასრულებულია
lv_lv: Pārvietošana uz atkritni pabeigta
nl_nl: Recyclen voltooid
pl_pl: Przenoszenie do Kosza ukończone
pt_pt: Limpeza terminada
th_th: การย้ายไปถังรีไซเคิลเสร็จสมบูรณ์

# StatusMoveComplete
source: Move complete
ar: إكتمل النقل
bg: Преместването е завършено
de_de: Verschiebevorgang abgeschlossen
fi_fi: Siirto valmis
he_il: הזזה הושלמה
hr_hr: Premještanje je završeno
it_it: Spostamento completato
ka: გადატანა დასრულებულია
lv_lv: Pārvietošana pabeigta
nl_nl: Verplaatsen voltooid
pl_pl: Przenoszenie ukończone
pt_pt: Movimentação terminada
th_th: การย้ายเสร็จสมบูรณ์

# StatusCopyComplete
source: Copy complete
ar: إكتمل النسخ
bg: Копирането завършено
de_de: Kopiervorgang abgeschlossen
fi_fi: Kopiointi valmis
he_il: ההעתקה הושלמה
hr_hr: Kopiranje je završeno
it_it: Copia completata
ka: ასლის შექმნა დასრულებულია
lv_lv: Kopēšana pabeigta
nl_nl: Kopiëren voltooid
pl_pl: Kopiowanie ukończone
pt_pt: Cópia terminada
th_th: การคัดลอกเสร็จสมบูรณ์

# ElevateConfirmDialog.Title
source: This action requires administrator rights
ar: يتطب هذا الإجراء صلاحيات المسؤول
bg: Това действие изисква администраторски права
ca: Aquesta acció necessita drets d'administrador
cs_cz: Tato akce vyžaduje práva správce
da: Denne handling kræver administrator-rettigheder
de_de: Diese Aktion erfordert Administratorrechte
el: Αυτή η ενέργεια απαιτεί δικαιώματα διαχειριστή
es_es: Esta acción requiere permisos de administrador
fi_fi: Tämä toiminto vaatii järjestelmänvalvojan oikeudet
fr_fr: Cette action nécessite des droits d'administrateur
he_il: פעולה זו דורשת זכויות מנהל
hr_hr: Ova akcija zahtijeva administratorska prava
hu_hu: Ehhez a művelethez rendszergazdai jogosultságok szükségesek
id_id: Tindakan ini memerlukan hak administrator
it_it: Questa operazione richiede privilegi elevati
ja_jp: 続行するには管理者権限が必要です
ka: ეს მოქმედება მოითხოვს ადმინისტრატორის უფლებებს
ko_kr: 관리자 권한이 필요합니다
lv_lv: Šajai darbībai nepieciešamas administratora tiesības
nb_no: Denne handlingen krever administrator-rettigheter
nl_nl: Deze bewerking vereist administratorrechten
pl_pl: Ta czynność wymaga uprawnień administatora
pt_pt: Esta ação requer direitos de administrador
ro_ro: Această acţiune necesită drepturi de administrator
ru_ru: Для этого действия требуются права администратора
sk_sk: Táto akcia vyžaduje práva správcu
sv_se: Denna åtgärd kräver administratörsrättigheter
th_th: การกระทำนี้ต้องการสิทธ์จากผู้ดูแล
tr_tr: Bu işlem yönetici hakları gerektiriyor
uk_ua: Для цієї дії необхідні права адміністратора
vi: Hành động này yêu cầu quyền quản trị viên
zh_hans: 此操作需要管理员权限
zh_hant: 此操作需要系統管理員權限

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
ar: هل ترغب في الاستمرار كمسؤول؟
bg: Искате ли да продължите като администратор?
ca: Voleu continuar com a administrador?
cs_cz: Chcete pokračovat jako správce?
da: Vil du fortsætte som administrator?
de_de: Möchtest Du als Administrator fortfahren?
el: Θα θέλατε να συνεχίσετε ως διαχειριστής;
es_es: ¿Desea continuar como administrador?
fi_fi: Haluatko jatkaa järjestelmänvalvojana?
fr_fr: Voulez-vous continuer en tant qu'administrateur ?
he_il: האם תרצו להמשיך בתור מנהלים?
hr_hr: Želite li nastaviti kao administrator?
hu_hu: Szeretné rendszergazdaként folytatni?
id_id: Apakah Anda ingin melanjutkan sebagai administrator?
it_it: Vuoi continuare come amministratore?
ja_jp: 管理者として続行しますか?
ka: გსურთ გააგრძელოთ, როგორც ადმინისტრატორმა?
ko_kr: 관리자 권한으로 계속하시겠습니까?
lv_lv: Vai vēlaties turpināt kā administrators?
nb_no: Vil du fortsette som administrator?
nl_nl: Wilt u doorgaan als administrator?
pl_pl: Czy chcesz kontynuować jako administator?
pt_pt: Deseja continuar como administrador?
ro_ro: Doriţi să continuaţi ca administrator?
ru_ru: Хотели бы Вы продолжить работу в качестве администратора?
sk_sk: Chcete pokračovať ako správca?
sv_se: Vill du fortsätta som administratör?
th_th: คุณต้องการขอสิทธิ์ผู้ดูแลเลยไหม?
tr_tr: Yönetici olarak devam etmek ister misiniz?
uk_ua: Бажаєте продовжити як адміністратор?
vi: Bạn có muốn tiếp tục với quyền quản trị viên không?
zh_hans: 要以管理员身份继续吗？
zh_hant: 是否要以系統管理員身分繼續？

# ColumnsShortcutTooltip
source: Columns (Ctrl+Shift+6)
ar: الأعمدة (Ctrl+Shift+6)
bg: Колони (Ctrl+Shift+6)
ca: Columnes (Ctrl+Shift+6)
cs_cz: Sloupce (Ctrl+Shift+6)
da: Kolonner (Ctrl+Shift+6)
de_de: Spaltenansicht (Strg+Shift+6)
el: Στήλες (Ctrl+Shift+6)
es_es: Columnas (Ctrl+Mayús+6)
fi_fi: Sarakkeet (Ctrl+Vaihto+6)
fr_fr: Colonnes (Ctrl+Maj+6)
he_il: טורים (Ctrl+Shift+6)
hr_hr: Stupci (Ctrl+Shift+6)
hu_hu: Oszlopok (Ctrl+Shift+6)
id_id: Kolom (Ctrl+Shift+6)
it_it: Colonne (Ctrl+Shift+6)
ja_jp: カラム (Ctrl+Shift+6)
ka: სვეტები (Ctrl+Shift+6)
ko_kr: 열 보기 (Ctrl+Shift+6)
lv_lv: Kolonnu skats (Ctrl+Shift+6)
nb_no: Kolonner (Ctrl+Skift+6)
nl_nl: Kolommen (Ctrl+Shift+6)
pl_pl: Kolumny (Ctrl+Shift+6)
pt_pt: Colunas (Ctrl+Shift+6)
ro_ro: Coloane (Ctrl + Shift+6)
ru_ru: Столбцы (Ctrl+Shift+6)
sk_sk: Stĺpce (Ctrl+Shift+6)
sv_se: Kolumner (Ctrl+Skift+6)
th_th: แถวเรียง (Ctrl+Shift+6)
tr_tr: Sütun Görünümü (Ctrl+Shift+6)
uk_ua: Стовпці (Ctrl+Shift+6)
vi: Cột (Ctrl+Shift+6)
zh_hans: 列 (Ctrl+Shift+6)
zh_hant: 清單（Ctrl + Shift + 6）

# PinItemToStart.Text
source: Pin to the Start Menu
ar: التثبيت في قائمة االبداية (Start menu)
bg: Закачи към Старт
ca: Fixa al Menú d'Inici
cs_cz: Připnout do Menu Start
da: Fastgør til Start-menuen
de_de: An "Start" anheften
el: Καρφίτσωμα στο μενού Έναρξη
es_es: Anclar al menú Inicio
fi_fi: Kiinnitä aloitusvalikkoon
fr_fr: Épingler au menu Démarrer
he_il: הצמד לתפריט ההתחלה
hr_hr: Prikvači na izbornik Start
hu_hu: Kitűzés a Start menübe
id_id: Sematkan ke Mulai
it_it: Aggiungi a Start
ja_jp: スタート メニューにピン留めする
ka: საწყის მენიუში ჩამაგრება
ko_kr: 시작 메뉴에 고정
lv_lv: Piespraust Sākuma Izvēlnē
nb_no: Fest til Start-menyen
nl_nl: Aan startscherm vastmaken
pl_pl: Przypnij do Menu Start
pt_pt: Afixar no menu Iniciar
ro_ro: Fixare la Start
ru_ru: Закрепить на начальном экране
sk_sk: Pripnúť do ponuky Štart
sv_se: Fäst i startmenyn
th_th: ปักไว้ในเมนูเริ่ม
tr_tr: Başlat Menüsüne Sabitle
uk_ua: Закріпити в меню "Пуск"
vi: Ghim vào menu Bắt đầu
zh_hans: 固定到开始菜单
zh_hant: 釘選至開始功能表

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
ar: إلغاء التثبيت من قائمة البداية (Start menu)
bg: Откачи от Старт
ca: Elimina del Menú d'Inici
cs_cz: Odepnout z Menu Start
da: Frigør fra Start-menuen
de_de: Von "Start" lösen
el: Ξεκαρφίτσωμα από το μενού Έναρξη
es_es: Desanclar del menú Inicio
fi_fi: Irrota kiinnitys aloitusvalikosta
fr_fr: Détacher du menu Démarrer
he_il: בטל הצמדה לתפריט ההתחלה
hr_hr: Otkvači s izbornika Start
hu_hu: Levétel a Start menüből
id_id: Lepas dari Mulai
it_it: Rimuovi da Start
ja_jp: スタート メニューからピン留めを外す
ka: საწყისი მენიუდან ჩამაგრების მოხსნა
ko_kr: 시작 메뉴에서 제거
lv_lv: Atspraust no Sākuma Izvēlnes
nb_no: Løsne fra Start-menyen
nl_nl: Van startscherm losmaken
pl_pl: Odepnij od Menu Start
pt_pt: Desafixar do menu Iniciar
ro_ro: Anulați fixarea la Start
ru_ru: Открепить от начального экрана
sk_sk: Odstrániľ z ponuky Štart
sv_se: Ta bort från startmenyn
th_th: ถอนออกจากเมนูเริ่ม
tr_tr: Başlat Menüsünden Sabitlemeyi Kaldır
uk_ua: Відкріпити з меню "Пуск"
vi: Bỏ ghim khỏi menu Bắt đầu
zh_hans: 从开始菜单取消固定
zh_hant: 從開始功能表取消釘選

source: Library
ar: مكتبة
bg: Библиотека
ca: Biblioteca
cs_cz: Knihovna
da: Bibliotek
de_de: Bibliothek
el: Βιβλιοθήκη
es_es: Bibliotecas
fi_fi: Kirjasto
fr_fr: Bibliothèque
he_il: ספריה
hr_hr: Biblioteka
hu_hu: Könyvtár
id_id: Pustaka
it_it: Raccolta
ja_jp: ライブラリ
ka: ბიბლიოთეკა
ko_kr: 라이브러리
lv_lv: Bibliotēka
nb_no: Bibliotek
nl_nl: Bibliotheek
or_in: ଲାଇବ୍ରେରୀ
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Bibliotecă
ru_ru: Библиотека
sk_sk: Knižnica
sv_se: Bibliotek
th_th: คลัง
tr_tr: Kütüphane
uk_ua: Бібліотека
vi: Thư viện
zh_hans: 库
zh_hant: 媒體櫃

# LibraryLocations.Text
source: Locations:
ar: المواقع:
bg: Местоположения:
ca: Ubicacions:
cs_cz: Lokace:
da: Placeringer
de_de: Orte:
el: Τοποθεσίες:
es_es: Ubicaciones:
fi_fi: Sijainnit:
fr_fr: Emplacements :
he_il: מיקומים
hr_hr: Lokacije:
hu_hu: Helyek:
id_id: Lokasi:
it_it: Percorsi:
ja_jp: 場所:
ka: მდებარეობები:
ko_kr: 위치:
lv_lv: Atrašanās vietas:
nb_no: Plasseringer:
nl_nl: Locaties:
or_in: ଅବସ୍ଥାନଗୁଡିକ
pl_pl: Lokalizacje
pt_pt: Localizações:
ro_ro: Locații:
ru_ru: Расположения:
sk_sk: Umiestnenia:
sv_se: Platser
th_th: ที่ตั้ง:
tr_tr: Konumlar:
uk_ua: Розташування
vi: Vị trí:
zh_hans: 位置:
zh_hant: 位置：

source: Set as default save path
ar: تعيين كمسار حفظ افتراضي
bg: Задай като път за запис по подразбиране
ca: Estableix com la ruta on desar per defecte
cs_cz: Nastavit jako výchozí cestu pro uložení
da: Angiv som standard gemme sti
de_de: Als Standardspeicherpfad festlegen
el: Ορισμός ως προεπιλεγμένη διαδρομή αποθήκευσης
es_es: Establecer como ruta de guardado predeterminada
fi_fi: Aseta oletustallennuspoluksi
fr_fr: Définir comme chemin de sauvegarde par défaut
he_il: קבעו בתור ברירת המחדל למיקום שמירה
hr_hr: Postavi kao zadanu putanju za spremanje
hu_hu: Beállítás alapértelmezett mentési útvonalként
id_id: Atur sebagai jalur penyimpanan bawaan
it_it: Imposta come percorso di salvataggio predefinito
ja_jp: デフォルトの保存場所に設定
ka: ნაგულისხმევ დასამახსოვრებელ გზად დაყენება
ko_kr: 기본 저장 경로로 설정
lv_lv: Iestatīt kā noklusējuma saglabāšanas ceļu
nb_no: Angi som standard-sti for lagring
nl_nl: Als standaardpad instellen
pl_pl: Ustaw jako domyślna ścieżka zapisywania
pt_pt: Definar como localização padrão para guardar
ro_ro: Setează ca cale implicită de salvare
ru_ru: Установить как путь по умолчанию
sk_sk: Nastaviť ako predvolenú cestu
sv_se: Ange som standard sparsökväg
th_th: ตั้งเป็นจุดบันทึกไฟล์เริ่มต้น
tr_tr: Varsayılan kaydetme yolu olarak ayarla
uk_ua: Встановити як шлях збереження за замовчуванням
vi: Đặt làm đường dẫn lưu mặc định
zh_hans: 设置为默认保存路径
zh_hant: 設為預設儲存位置

# LibraryNoLocations.Text
source: No locations
ar: لا توجد مواقع
bg: Няма местоположения
ca: Sense ubicacions
cs_cz: Žádná lokace
da: Ingen placeringer
de_de: Keine Orte
el: Δεν υπάρχουν τοποθεσίες
es_es: Sin ubicaciones
fi_fi: Ei sijainteja
fr_fr: Pas d'emplacements
he_il: אין מיקומים
hr_hr: Nema lokacija
hu_hu: Nincsenek helyek
id_id: Tidak ada lokasi
it_it: Nessun percorso
ja_jp: 場所なし
ka: ადგილმდებარეობები არ არის
ko_kr: 위치 없음
lv_lv: Nav atrašanās vietu
nb_no: Ingen plasseringer
nl_nl: Geen locaties
pl_pl: Brak lokalizacji
pt_pt: Sem localizações
ro_ro: Nicio locație
ru_ru: Расположения отсутствуют
sk_sk: Žiadne umiestnenia
sv_se: Inga platser
th_th: ยังไม่ได้ระบุตำแหน่ง
tr_tr: Konum yok
uk_ua: Розташування відсутнє
vi: Không có vị trí
zh_hans: 没有位置
zh_hant: 沒有位置

# ErrorInputEmpty
source: Input field cannot be empty!
ar: لا يمكن ترك حقل الإدخال فارغًا!
bg: Полето за въвеждане не може да бъде празно!
ca: El camp d'entrada no pot estar buit!
cs_cz: Pole nemůže být prázdné!
da: Input-feltet kan ikke være tomt!
de_de: Eingabefeld darf nicht leer sein!
el: Το πεδίο εισαγωγής δεν μπορεί να είναι κενό!
es_es: ¡Este campo no puede estar vacío!
fi_fi: Syöttökenttä ei voi olla tyhjä!
fr_fr: Le champ ne peut pas être vide !
he_il: שדה קלט לא יכול להיות ריק!
hr_hr: Polje za unos ne može biti prazno!
hu_hu: A mező nem lehet üres!
id_id: Bidang masukan tidak boleh kosong!
it_it: Il campo non può essere vuoto!
ja_jp: 入力フィールドが空欄です!
ka: შეყვანის ველი არ შეიძლება იყოს ცარიელი!
ko_kr: 입력 위치는 비워 둘 수 없습니다!
lv_lv: Ievades lauks nevar būt tukšs!
nb_no: Input-feltet kan ikke være tomt!
nl_nl: Veld mag niet leeg zijn.
pl_pl: Pole tekstowe nie może być puste!
pt_pt: O campo não pode estar vazio!
ro_ro: Câmpul textului nu poate fi gol!
ru_ru: Поле ввода не может быть пустым!
sk_sk: Vstupné pole nemôže byť prázdne!
sv_se: Inmatningsfältet får inte vara tomt!
th_th: ชื่อกลุ่มไม่สามารถเว้นว่างได้
tr_tr: Giriş alanı boş bırakılamaz!
uk_ua: Поле вводу не може бути пустим!
vi: Trường nhập không được để trống!
zh_hans: 输入框不能为空。
zh_hant: 此欄位不可留白！

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " < > |
ar: يجب ألا يحتوي الاسم على الأحرف التالية: \ / : * ? " < > |
bg: Името не трябва да съдържа следните знаци: \ / : * ? " < > |
ca: El nom no pot contenir els següents caràcters: \ / : * ? " < > |
cs_cz: Název nesmí obsahovat následující znaky: \ / : * ? " < > |
da: Emnets navn må ikke indeholde følgende tegn: \ / : * ? " < > |
de_de: Der Name darf keine der folgenden Zeichen enthalten: \ / : * ? " < > |
el: Το όνομα δεν πρέπει να περιέχει τους ακόλουθους χαρακτήρες: \ / : * ? " < > |
es_es: El nombre no debe contener los siguientes caracteres: \ / : * ? " < > |
fi_fi: Nimessä ei saa olla seuraavia merkkejä: \ / : * ? " < > |
fr_fr: Le nom ne doit pas contenir les caractères suivants : \ / : * ? " < > |
he_il: שם הפריט לא יכול להכיל את האותיות הבאות: / \ : * ? " < > |
hr_hr: Naziv ne smije sadržavati sljedeće znakove: \ / : * ? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
id_id: Nama tidak boleh mengandung karakter berikut: \ / : * ? " < > |
it_it: Il nome non può contenere i seguenti caratteri: \ / : * ? " < > |
ja_jp: 名前には次の文字は使用できません: \ / : * ? " < > |
ka: სახელი არ უნდა შეიცავდეს შემდეგ სიმბოლოებს: \ / : * ? " < > |
ko_kr: 이름에는 다음 기호가 포함될 수 없습니다: \ / : * ? " < > |
lv_lv: Nosaukums nevar saturēt sekojošos simbolus: \ / : * ? " < > |
nb_no: Navnet kan ikke inneholder følgende tegn: \ / : * ? " < > |
nl_nl: De naam mag geen van de volgende tekens bevatten: \ / : * ? " < > |
pl_pl: Nazwa nie może posiadać znaków: \ / : * ? " < > |
pt_pt: O nome não pode conter os seguintes carateres: \ / : * ? " < > |
ro_ro: Numele nu trebuie să conțină următoarele caractere: \ / : * ? " < > |
ru_ru: Имя не должно содержать следующие символы: \ / : * ? " < > |
sk_sk: Názov nesmie obsahovať tieto znaky: \ / : * ? " < > |
sv_se: Namnet kan inte innehålla följande tecken: \ / : * ? " < > |
th_th: ไม่สามารถมีอักษรเหล่านี้ในชื่อได้: \ / : * ? " < > |
tr_tr: Ad aşağıdaki karakterleri içermemelidir: \ / : * ? " < > |
uk_ua: Ім'я не повинно містити таких символів: \ / : * ? " < > |
vi: Tên không được chứa những kí tự sau: \ / : * ? " < > |
zh_hans: 名称不能包含下列任何字符：\ / : * ? " < > |
zh_hant: 檔案名稱不可以包含下列字元： \ / : * ? " < > |

# ErrorNameInputRestricted
source: Using this name is not allowed!
ar: استخدام هذا الاسم غير مسموح به!
bg: Използването на това име не е разрешено!
ca: Aquest nom no està permès!
cs_cz: Použití tohoto názvu není povoleno!
da: Brug af dette navn er ikke tilladt!
de_de: Das Benutzen dieses Namens ist nicht erlaubt!
el: Η χρήση αυτού του ονόματος δεν επιτρέπεται!
es_es: ¡No está permitido usar este nombre!
fi_fi: Tämän nimen käyttö ei ole sallittua!
fr_fr: Ce nom n'est pas autorisé !
he_il: שימוש בשם זה לא מורשה!
hr_hr: Korištenje ovog naziva nije dopušteno!
hu_hu: Ez a név nem támogatott
id_id: Tidak diperbolehkan menggunakan nama ini!
it_it: Questo nome non è consentito!
ja_jp: この名前は使用できません!
ka: დაუშვებელია ამ სახელის გამოყენება!
ko_kr: 이 이름은 사용할 수 없습니다!
lv_lv: Šī vārda izmantošana nav atļauta!
nb_no: Dette navnet er ikke tillatt!
nl_nl: Deze naam is niet toegestaan.
pl_pl: Niedozwolona nazwa
pt_pt: Não pode utilizar este nome!
ro_ro: Acest nume nu este permis!
ru_ru: Использование этого имени запрещено!
sk_sk: Používanie tohto mena nie je povolené!
sv_se: Det är inte tillåtet att använda detta namn!
th_th: ไม่สามารถใช้ชื่อนี้ได้!
tr_tr: Bu adın kullanılmasına izin verilmiyor!
uk_ua: Використання цього імені заборонено!
vi: Tên này không được phép sử dụng!
zh_hans: 不允许使用此名称。
zh_hant: 無法使用此名稱！

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
ar: توجد بالفعل مكتبة بنفس الاسم!
bg: Библиотека със същото име вече съществува!
ca: Ja existeix una biblioteca amb aquest nom!
cs_cz: Knihovna se stejným názvem již existuje!
da: Bibliotek med samme navn findes allerede!
de_de: Eine Bibliothek mit dem gleichen Namen existiert bereits!
el: Βιβλιοθήκη με το ίδιο όνομα υπάρχει ήδη!
es_es: ¡Ya existe una biblioteca con el mismo nombre!
fi_fi: Samanniminen kirjasto on jo olemassa!
fr_fr: Une bibliothèque avec ce nom existe déjà !
he_il: ספריה עם אותו שם כבר קיימת!
hr_hr: Biblioteka s istim nazivom već postoji!
hu_hu: Már létezik könyvtár ezzel a névvel!
id_id: Pustaka dengan nama yang sama sudah ada!
it_it: Una raccolta con questo nome esiste già!
ja_jp: 同じ名前のライブラリが既に存在しています!
ka: ბიბლიოთეკა მსგავსი სახელით უკვე არსებობს!
ko_kr: 같은 이름의 라이브러리가 이미 존재합니다!
lv_lv: Bibliotēka ar tādu pašu nosaukumu jau eksistē!
nb_no: Et bibliotek med samme navn eksisterer fra før!
nl_nl: Een bibliotheek met deze naam bestaat al.
pl_pl: Bliblioteka z tą samą nazwą już istnieje!
pt_pt: Já existe uma biblioteca com este nome!
ro_ro: O bibliotecă cu același nume exista deja!
ru_ru: Библиотека с таким названием уже существует!
sk_sk: Knižnica s rovnakým názvom už existuje!
sv_se: Bibliotek med samma namn finns redan!
th_th: คลังอื่นใช้ชื่อนี้ไปแล้ว!
tr_tr: Aynı ada sahip kitaplık zaten var!
uk_ua: Бібліотека з таким ім'ям вже існує!
vi: Thư viện có cùng tên đã tồn tại!
zh_hans: 同名称的库已存在。
zh_hant: 已存在相同名稱的媒體櫃！

source: Open Storage Sense
ar: افتح Storage Sense
ca: Obre el sensor d'emmagatzematge
cs_cz: Otevřít úložiště
de_de: Speicheroptimierung öffnen
el: Άνοιγμα Ελέγχου Αποθήκευσης
es_es: Abrir sensor de almacenamiento
fr_fr: Ouvrir l'Assistant Stockage
hu_hu: Tárterületsegéd megnyitása
id_id: Buka Sensor Penyimpanan
it_it: Apri Sensore Memoria
ja_jp: ストレージ センサーを開く
ko_kr: 저장소 센스 열기
nb_no: Åpne Storage Sense
nl_nl: Opslaginzicht openen
pl_pl: Otwórz Storage Sense
pt_pt: Abrir sensor de armanezamento
ro_ro: Deschideți Stocare inteligentă
ru_ru: Открыть Контроль памяти
sk_sk: Otvoriť senzor úložiska
sv_se: Öppna Storage Sense
th_th: เปิดที่เก็บข้อมูลอัจฉรียะ
tr_tr: Akıllı Depolama'yı aç
uk_ua: Відкрити Сховище Даних
vi: Mở Storage Sense
zh_hans: 打开存储感知
zh_hant: 開啟儲存空間感知器

source: Copy
ar: نسخ
bg: Копирай
ca: Copia
cs_cz: Kopírovat
da: Kopiér
de_de: Kopieren
el: Αντιγραφή
es_es: Copiar
fi_fi: Kopioi
fr_fr: Copier
he_il: העתק
hr_hr: Kopiraj
hu_hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
ka: ასლის შექმნა
ko_kr: 복사
lv_lv: Kopēt
nb_no: Kopier
nl_nl: Kopiëren
or_in: କପି
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копировать
sk_sk: Kopírovať
sv_se: Kopiera
th_th: คัดลอก
tr_tr: Kopyala
uk_ua: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製
